[
  {
    "path": "posts/2021-05-15-white-water-award-practice-at-halton/",
    "title": "White Water Award Practice at Halton",
    "description": "Another chance to work towards the White Water Award",
    "author": [],
    "date": "2021-05-15",
    "categories": [
      "LDCC",
      "whitewater"
    ],
    "contents": "\nHalton on 0.55m (low/scrape)\nNo wind, light rain\nThe fishermen opened up Halton Rapids to kayakers today and we made good use of it. We were on the water for around 4 hours, working toward the white water award. The group doing the WWA were myself, Arne, Paul Jackson, Simon Murby and Adam, led by Paul Simpson & Dave Horn. This time we focused less on group skills and features and more on skills. We spent lots of time ferry gliding (forwards and backwards) and practising braces.\nI had one swim coming past the final baffle, I tried to high brace on a wave, missed and capsized. Not the best swim as I hit myself in the face with the paddle giving my self a nose bleed and got jammed on the shallow slabs by my boat and had to let it go down river. In hindsight I could have probably pushed myself back upright off the bottom and saved myself a swim. Aside from that it was a great day, with 2 other LDCC groups out.\nA good reminder that I definitely need more low and high brace practice - something for Thursday nights on the flat water.\n\n\n\n\n\n\n",
    "preview": "posts/2021-05-15-white-water-award-practice-at-halton/2021-05-15-white-water-award-pracrtice-at-halton.jpg",
    "last_modified": "2021-05-19T21:06:54+01:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-04-18-white-water-award-training/",
    "title": "White Water Award training",
    "description": "Learning at Halton Rapids",
    "author": [],
    "date": "2021-04-18",
    "categories": [
      "LDCC",
      "whitewater"
    ],
    "contents": "\nHalton on a 0.4m (Empty)\nWarm, no wind\nWW Award training led by Paul Simpson. We discussed water features (at a mini level), leadership, decision making and equipment. We ran the river twice, once re-grouping at each eddy, and once in one run. I enjoyed picking the route down and the reccee before we ran features made the run much more pleasant. I was more confident having seen the upcoming features in advance and from above. It always amazes me how different features look on the river level!\n\n\n\n\n\n\n",
    "preview": "posts/2021-04-18-white-water-award-training/2021-04-18-paul.jpg",
    "last_modified": "2021-05-19T21:07:49+01:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-04-10-morecambe-bay-on-a-sunny-day/",
    "title": "Morecambe Bay on a sunny day",
    "description": "A sunny paddle on Morecambe Bay",
    "author": [],
    "date": "2021-04-10",
    "categories": [
      "LDCC",
      "sea"
    ],
    "contents": "\nMorecambe Bay at Mallows Bay\nWarm, sunny and low on-shore winds * * HT 11:27 8.89m\nPaddle on the beautiful Morecambe Bay from the Town Hall slipway. Blue sky, warm sun, gentle breeze and great views right round from Barrow, of the Lakeland hills to Ingleborough. Rounded Stone Jetty in the calm, a snack on the beach at the Midland Hotel and round back Stone Jetty against the tide. A final play around Bare Bay in the tide. 14 very happy, tired paddlers.\nI did an out and back with Simon and Arne in sea boats. I felt a little uncomfortable going out into the open sea without “formal” coaching. Something to practice! Lesson learnt - always take PLB / VHF. I didn’t bother as I planned to stay with the large coastal group. We ended up splitting and a small group paddled further into the Bay. Always take it - just in case!\n\n\n\n\n\n\n",
    "preview": "posts/2021-04-10-morecambe-bay-on-a-sunny-day/2021-04-10-morecambe.jpg",
    "last_modified": "2021-05-19T21:08:21+01:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-04-07-the-lancaster-round/",
    "title": "The Lancaster Round",
    "description": "An early start doing the Lancaster round from Glasson",
    "author": [],
    "date": "2021-04-07",
    "categories": [
      "UCC",
      "sea"
    ],
    "contents": "\nLune, Glasson Dock\nWarm, bright, westerly wind rising through the day\nHT 08:56 7.63m\nA 5am alarm, six degrees below freezing, not-quite dawn start from Glasson, the Coniston Fells and Ingleborough, portages up Skerton weir, 60-odd feet up from the Lune to the Lancaster Canal, Rennie’s aqueduct, monuments and a castle, multiple bridges and a wonky house, 6 sets of locks (unless you find the cheeky troglodyte bypass option!) a rather amorous cob swan with a strong desire to “integrate”, sunshine, blue sky and an unexpected, fierce headwind for the last 6 of 27kms… Top company and excellent brews and burgers back at Glasson - what’s not to like about the Lancaster Loop?\nI didn’t find the distance too challenging, and felt OK the day after. I struggled with entry and exit on canal side. Something to practice. I coped surprisingly well with the headwind on the final section.\n\n\n\n\n\n\n",
    "preview": "posts/2021-04-07-the-lancaster-round/2021-04-07-lancaster-round.jpg",
    "last_modified": "2021-05-19T21:09:11+01:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-03-31-night-paddle/",
    "title": "Night paddle",
    "description": "A night paddle on Halton rapids",
    "author": [],
    "date": "2021-03-31",
    "categories": [
      "LDCC",
      "whitewater"
    ],
    "contents": "\nHalton Rapids on 0.85m (Medium)\nWarm with wind picking up through the evening. Dark!\nDusk & night paddle. 13 paddlers in total. Ran the rapids once stopping at the islands to play. The others then did 2 more laps in the dark whilst I played at the islands. Paul brought glowsticks for everyone and hot cross buns. Lovely way to close the season.\n\n\n\n\n\n\n",
    "preview": "posts/2021-03-31-night-paddle/night-paddle.jpg",
    "last_modified": "2021-05-19T21:09:55+01:00",
    "input_file": {}
  }
]
