[
  {
    "path": "posts/2021-04-18-white-water-award-training/",
    "title": "White Water Award training",
    "description": "Learning at Halton Rapids",
    "author": [],
    "date": "2021-04-18",
    "categories": [
      "LDCC",
      "whitewater"
    ],
    "contents": "\nLDCC WW Lune Halton Warm, no wind 1 0.4m (Empty)\nWW Award training led by Paul Simpson. We discussed water features (at a mini level), leadership, decision making and equipment. We ran the river twice, once re-grouping at each eddy, and once in one run. I enjoyed picking the route down and the reccee before we ran features made the run much more pleasant. I was more confident having seen the upcoming features in advance and from above. It always amazes me how different features look on the river level!\n\n\n\n\n\n\n",
    "preview": "posts/2021-04-18-white-water-award-training/2021-04-18-paul.jpg",
    "last_modified": "2021-05-11T19:15:21+01:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-04-10-morecambe-bay-on-a-sunny-day/",
    "title": "Morecambe Bay on a sunny day",
    "description": "paddle on the beautiful Morecambe Bay from the Town Hall slipway.",
    "author": [],
    "date": "2021-04-10",
    "categories": [
      "LDCC",
      "sea"
    ],
    "contents": "\nLDCC Sea Morecambe Bay at Mallows Bay and the Stone jetty Warm, sunny and low on-shore winds HT 11:27 8.89m\nPaddle on the beautiful Morecambe Bay from the Town Hall slipway. Blue sky, warm sun, gentle breeze and great views right round from Barrow, of the Lakeland hills to Ingleborough. Rounded Stone Jetty in the calm, a snack on the beach at the Midland Hotel and round back Stone Jetty against the tide. A final play around Bare Bay in the tide. 14 very happy, tired paddlers.\nI did an out and back with Simon and Arne in sea boats. I felt a little uncomfortable going out into the open sea without “formal” coaching. Something to practice! Lesson learnt - always take PLB / VHF. I didn’t bother as I planned to stay with the large coastal group. We ended up splitting and a small group paddled further into the Bay. Always take it - just in case!\n\n\n\n\n\n\n",
    "preview": "posts/2021-04-10-morecambe-bay-on-a-sunny-day/2021-04-10-morecambe.jpg",
    "last_modified": "2021-05-11T19:20:01+01:00",
    "input_file": "morecambe-bay-on-a-sunny-day.knit.md"
  }
]
